Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Crednar opowiedział mi historyjkę o wiedźmie z 'Wiedźmich Trzęsawisk'. Używają jej do straszenia gawiedzi. Pewnie miał na myśli Mgliste Moczary, na północ od Wilczego Leża. Pozmieniał nazwę bagien, by historia nabrała mroczniejszego brzmienia... Udało mi się dowiedzieć, że wspomniane bagna nadają się do uprawy bagiennego ziela. Kto wie, może mi się przyda ta informacja.
uk: Креднар розповів мені історію про відьму з 'Відьомських боліт'. Вони використовують її, щоб лякати людей. Він, мабуть, мав на увазі Туманні болота, що лежать на північ від Вовчого Лігва. Він змінив назву боліт, щоб історія звучала похмуріше... Мені вдалося з'ясувати, що болота, про які йде мова, придатні для вирощування болотної трави. Хто знає, можливо, ця інформація стане мені в нагоді.

source: Crednar rozliczy cię z tego!
uk: Креднар притягне тебе до відповідальності!

source: Crednar się tobą zajmie!
uk: Креднар подбає про тебе!

source: Crednar się uparł, nie zdołam go przekonać do wpuszczenia drwali. Pozostaje mi rozmowa z Einarem.
uk: Креднар упертий, і мені не вдасться переконати його впустити лісорубів. Отже, мені залишається поговорити з Ейнаром.

source: Crednar uznał mnie i Ivy za wielkich szczęśliwców i pozwolił nam wejść do Wilczego Leża.
uk: Креднар вирішив, що нам з Айві дуже пощастило, і дозволив нам увійти до Вовчого Лігва.

source: Crednar zażąda wyjaśnień!
uk: Креднар вимагатиме від тебе пояснень!

source: Crednar zgodził się na wpuszczenie drwali. Mogę im przekazać dobre wieści.
uk: Креднар погодився впустити лісорубів. Я можу повідомити їм хороші новини.

source: Crednar, ty tępy idioto!
uk: Креднаре, ти тупий ідіот!

source: Crednar. Naprawdę, popisałeś się.
uk: Креднар. А ти й справді відзначився.

source: Crednar. Udało mi się pozbyć grupy, która koczowała przed waszymi murami.
uk: Креднар. Мені вдалося позбутися групи, яка розбила табір під вашими стінами.

source: Crisen
uk: Крісен

source: Cuchnie i to konkretnie. To musi być to, czego szukaliśmy.
uk: Смердить, і при тому специфічно. Це повинно бути те, що ми шукали.

source: Cuchnie jeszcze gorzej niż reszta...
uk: Від нього смердить ще гірше, ніж від решти...

source: Cud, że stać ich jeszcze na jakiekolwiek pancerze. Jak tak dalej pójdzie, to gońcy będą biegać nago po wyspie!
uk: Дивно, що вони ще можуть дозволити собі якісь обладунки. Якщо так триватиме й надалі, посланці бігатимуть голяка по острову!

source: Cudem uniknęliście śmierci, i powinieneś się z tego cieszyć, jednak potrzebujecie czasu, a Kessel w szczególności.
uk: Ви дивом уникли смерті, і повинні радіти цьому, але вам потрібен час, особливо Кесселю.

source: Cudownie!
uk: Чудово!

source: Culus
uk: Кулус

source: Curtis
uk: Кертіс

source: Curtis obiecał mi pożyczyć swój drewniany moździerz, jeśli pomogę mu wygrać zawody w zbieraniu winogron. Nie mogę wykorzystać do tego przemocy. Musi być jakiś magiczny sposób, by spowolnić jego konkurenta...
uk: Кертіс пообіцяв позичити мені свою дерев'яну ступку, якщо я допоможу йому виграти змагання зі збору винограду. Але при цьому не можна вдаватися до насильства. Має бути якийсь магічний спосіб уповільнити його конкурента...

source: Custo
uk: Кусто

source: Custo i tak jest zły na ciebie, a amulet nie za specjalnie cię ochronił.
uk: Кусто і так злиться на тебе, а амулет не так вже й захистив тебе.

source: Cutter - 'Pion na E4'
uk: Cutter – 'Пішак на E4'

source: Cynamon
uk: Кориця

source: Cyrulik chce 70 sztuk złota w zamian za przeprowadzenie zabiegu. Jeśli zdecyduję się skorzystać z jego pomocy, zapłacę mu odpowiednią kwotę.
uk: Цирульник хоче 70 золотих за проведення процедури. Якщо я вирішу скористатися його допомогою, потрібно заплатити йому відповідну суму.

source: Cyrulik trochę ponarzekał na współpracowniczkę, ale pójdzie ją ocucić.
uk: Цирульник трохи поскаржився на свою колегу, але все-таки піде і приведе її до тями.

source: Cyrulik uratował Ramhę, a Garos był na mnie zły za to, że nie udzieliłem jej pomocy. Mam nadzieję, że nie będzie to miało złych konsekwencji w przyszłości.
uk: Цирульник врятував Рамху, а Гарос розсердився на мене за те, що я їй не допоміг. Сподіваюся, це не призведе до якихось неприємностей у майбутньому.

source: Cyrulik wybudził Ramhę, która potwierdziła, że podpisze kontrakt z Araxos. Przekażę to Garosowi.
uk: Цирюльник привів Рамху до тями, після чого вона погодилася підписати контракт з Араксосом. Я передам це Гаросу.

source: Cyrulik zgodził się przeprowadzić zabieg za darmo, jeśli przyniosę mu 5 sztuk rzecznego mirtu. Polecił mi szukać go w fosie wokół miasta.
uk: Цирульник погодився провести процедуру безкоштовно, якщо я принесу йому п'ять стебел річкового мирта. Він доручив мені пошукати його в рові навколо міста.

source: Cz-cz... Cz-czego ty chcesz?!
uk: Щ-щ... щ-що ти хочеш?!

source: Cz-czego chcesz?! Zostaw mnie w spokoju!
uk: Щ-що ти хочеш?! Залиш мене в спокої!

source: Cz-czego jeszcze ch-chcesz...?
uk: Ч-чого ти ще х-хочеш...?

source: Cz-czego... ty chcesz?
uk: Ч-чого... ти хочеш?

source: Czar Paladyna
uk: Заклинання паладина

source: Czarna Harpia
uk: Чорна гарпія

source: Czarna godzina
uk: Темні часи

source: Czarna harpia
uk: Чорна гарпія

source: Czarna leśna bestia
uk: Чорний лісовий жук

source: Czarna perła
uk: Чорна перлина

source: Czarna skała, którą łatwo zapalić.
uk: Легкозаймистий чорний камінь.

source: Czarno-biały strój
uk: Чорно-біле вбрання

source: Czarny Niedźwiedź
uk: Чорний ведмідь

source: Czarny Troll
uk: Чорний троль

source: Czarny Wilk
uk: Чорний вовк

source: Czarny goblin
uk: Чорний гоблін

source: Czarny niedźwiedź
uk: Чорний ведмідь

source: Czarny szczur
uk: Чорний щур

source: Czarny wilk
uk: Чорний вовк

source: Czas Decyzji - Urząd
uk: Час Рішень – Офіс

source: Czas Zapłaty - Lombard
uk: Час Розплати – Ломбард

source: Czas ataku na starą latarnię również nadszedł.
uk: Настав час атакувати старий маяк.

source: Czas decyzji
uk: Час рішень

source: Czas dorwać prawdziwych winnych.
uk: Час знайти справжніх винуватців.

source: Czas gry:
uk: Час:

source: Czas mojego sukcesu nadchodzi... Badania są zakończone, wszystkie składniki przygotowane i sprawdzone. Śmiali się ze mnie, gdy im to proponowałem... Zobaczymy, kto będzie się śmiał, gdy dolecę do ich klasztorów oraz wież i wykrzyczę im, jaki osiągnąłem sukces!
uk: Час мого успіху наближається... Підготовку до випробувань завершено, всі складники підготовлено і перевірено. Вони сміялися наді мною, коли я їм це запропонував... Побачимо, хто сміятиметься, коли я дістануся до їхніх верхівок монастирів і веж та прокричу їм, якого успіху я досягнув!

source: Czas na atak. Oby Wilczy Synowie byli tak dobrymi wojownikami, jak wszyscy twierdzą, bo inaczej mogą być kłopoty.
uk: Час атакувати. Сподіваюся, Вовчі Сини дійсно такі хороші бійці, як про них говорять, інакше можуть виникнути неприємності.

source: Czas na kolejny test.
uk: Час для наступного тесту.

source: Czas na mnie.
uk: Мені пора йти.

source: Czas na przerwę, odpocznijcie chwilę i wracamy do pracy!
uk: Час зробити перерву. Відпочиньте та повертайтеся до роботи!

source: Czas na rozmowy z waszej strony już minął.
uk: Час для ваших розмов закінчився.

source: Czas nie gra na naszą korzyść, lecz bez pozostałych magów nie mamy szans w starciu z całą armią Ulryka.
uk: Час грає не на нашу користь, але без інших магів у нас немає шансів проти цілої армії Ульріка.

source: Czas odwiedzić Bena. Kieliszek z trucizną powinien dotrzeć do jego ust. Gdy już dowiem się wszystkiego czego potrzebuję, będę mógł zadecydować o jego losie.
uk: Настав час відвідати Бена. Отрута вже має бути в його організмі, і коли я дізнаюся все, що мені потрібно, я зможу вирішити його долю.

source: Czas odwiedzić Kazeema pod domem na Starym Mieście i zobaczyć, czy udało mu się go kupić.
uk: Настав час відвідати Казіма біля будинку в Старому місті та дізнатися, чи вдалася покупка.

source: Czas pokaże, czy jego próby reformy organizacji odniosą sukces.
uk: Час покаже, чи будуть його спроби реформувати цю організацію успішними.

source: Czas pokaże, czy właściwą.
uk: Лише час покаже, чи воно правильне.

source: Czas pozbyć się orków z Archolos raz na zawsze. Powinienem porozmawiać z Garosem, czy łowcy Araxos nie zauważyli któregoś z hersztów.
uk: Настав час раз і назавжди позбутися орків на Архолосі. Треба поговорити з Гаросом і дізнатися, чи не виявили мисливці Араксосу когось із вождів.

source: Czas przywołańca się skończył!
uk: Час виклику минув!

source: Czas rozliczyć się z moich błędów! Uwolnij swojego kumpla i zakończmy to wreszcie!
uk: Час відповідати за свої помилки! Звільняй свого приятеля і давай нарешті покінчимо з цим!

source: Czas rozpocząć sabotowanie. Mogę udawać pracownika i uszkodzić krzewy z winogronami. Dobrze będzie wykraść narzędzia z magazynu, no i pozostaje też niszczenie zboża jako polna bestia - choć z tymi ostatnimi najlepiej poczekać do wieczora. Oczywiście mogę się też rozejrzeć za czymś dodatkowym.
uk: Час починати диверсію. Я можу прикинутися працівником і пошкодити виноградні лози. Не зайвим буде поцупити інструменти з комори, а також зіпсувати зерно під виглядом польового жука – хоча з останнім краще почекати до вечора. Або придумати щось ще.

source: Czas rozpocząć wartę. Zgodnie z tym, co napisał Arethe, mam patrolować teren murów od wieży aż do półek skalnych. Trochę się nachodzę tą trasą dzisiejszej nocy.
uk: Час заступати на варту. Згідно з розпорядженням Арета, я маю патрулювати ділянку стіни від вежі до скельних виступів. Сьогодні ввечері мені доведеться трохи походити цим маршрутом.

source: Czas ruszać.
uk: Час вирушати.

source: Czas się rozejrzeć. Miej oczy szeroko otwarte.
uk: Час трохи тут роздивитись. Дивись уважно.

source: Czas się skończył, licytacja pewnie już się odbywa.
uk: Час спливає, аукціон, мабуть, вже розпочався.

source: Czas sprawdzić, jak Duster radzi sobie w spiżarni.
uk: Пора перевірити, як справи у Дастера в коморі.

source: Czas sprawdzić, jak miasto się zmieniło od ostatniego patrolu. Obyśmy nie żałowali tego pomysłu.
uk: Подивимось, як змінилося місто з часу останнього патрулювання. Сподіваюся, ми не пошкодуємо про цю ідею.

source: Czas spłacić swój dług, Volker.
uk: Час сплатити свій борг, Волкере.

source: Czas trochę wypocząć, jutro czeka nas trudny dzień. Widzimy się jutro z samego rana na dole.
uk: Пора трохи відпочити, у нас попереду важкий день. Побачимося внизу завтра вранці.

source: Czas trwania (min.)
uk: Тривалість (хв.):

source: Czas trwania (sek.)
uk: Тривалість (сек.):

source: Czas wprowadzić nasz plan w życie. Lepiej pójdę za Arwidem.
uk: Настав час втілити наш план у життя. Піду краще за Арвідом.

source: Czas:
uk: Час:

source: Czasami będziesz musiał wykonać dodatkowe cięcia, ale pamiętaj, że czym ich więcej, tym gorsza jakość pozyskanej skóry. Z czasem nabierzesz wprawy, nie bój nic.
uk: Іноді тобі доведеться робити додаткові розрізи, але пам'ятай, що чим більше розрізів ти зробиш, тим гіршою буде якість шкури. З часом, у тебе буде виходити краще, тож не переймайся.

source: Czasami ktoś posążek, albo dwa ma przy sobie, jeśli go stać. Ale cały statek?
uk: Іноді хтось везе один-два при собі, якщо може собі це дозволити. Але цілий корабель?

source: Czasami mam dość tych wszystkich ryb i łodzi, ale z dwojga złego, wolę pracę przy sieciach niż zbieranie winogron w upalny dzień.
uk: Іноді мене аж нудить від усієї цієї риби і човнів. Але з двох бід я віддаю перевагу роботі з сітками, а не збиранню винограду в таку спеку.

source: Czasami mam dość tych wszystkich ryb i łodzi. Wolę jednak prace przy sieciach niż zbieranie winogron w upalny dzień.
uk: Іноді мене аж нудить від усієї цієї риби і човнів. Однак я віддаю перевагу роботі з сітками, а не збиранню винограду в таку спеку.

source: Czasami mam wrażenie, że gdy zasnę to już się nie obudzę. Zmęczona jestem tym wszystkim.
uk: Іноді мені здається, що якщо я засну, то більше не прокинуся. Я втомилася від усього цього.

source: Czasami mam wrażenie, że gdy zasnę to już się nie obudzę. Zmęczony jestem tym wszystkim.
uk: Іноді мені здається, що якщо я засну, то більше не прокинуся. Я втомився від усього цього.

source: Czasami mam wrażenie, że gdy zasnę, to już się nie obudzę. Zmęczona jestem tym wszystkim.
uk: Іноді мені здається, що якщо я засну, то більше не прокинуся. Я втомилася від усього цього.

source: Czasami nie ma innego wyjścia na przywrócenie równowagi niż oczyszczający potop.
uk: Іноді немає іншого способу відновити рівновагу, ніж очищаюча повінь.

source: Czasami przy pazurze zostają ścięgna, możesz je spokojnie zerwać, nie będą ci do niczego potrzebne.
uk: Іноді на кігті залишаються сухожилля, їх можна сміливо відірвати, вони тобі не потрібні.

source: Czasami rozmawiał ze mną, gdy był już po pracy. Musiało mu się nieźle powodzić, bo był bardzo szczodry.
uk: Іноді після роботи він розмовляв зі мною. Мабуть, справи в нього йшли непогано, бо він був дуже щедрим.

source: Czasami rozumiem, dlaczego tylu ludzi odradzało mi nowicjat. Ciągła praca, wyrzeczenia... ale w gruncie rzeczy jestem tu szczęśliwy.
uk: Іноді я розумію, чому так багато людей радили мені відмовитись від послушництва. Постійна робота, обітниці... але загалом я тут щасливий.

source: Czasami się zastanawiam, czy kiedykolwiek jeszcze go spotkam.
uk: Іноді я сумніваюся, чи побачу його коли-небудь знову.

source: Czasami szkoda mi tych zwierząt, ale cóż poradzić, że są tak smaczne?
uk: Часом мені шкода цих тварин, але що поробиш, якщо їх м'ясо таке смачне?

source: Czasami taka jest po prostu wola Adanosa. Naszym zadaniem jest starać się ją usłyszeć wewnątrz nas samych i wykonywać najlepiej, jak tylko potrafimy.
uk: Часом такою і є воля Аданоса. Наше завдання – старатися почути її в собі і виконати в міру своїх можливостей.

source: Czasami trudno zrozumieć wolę Adanosa. Czy prawdziwa równowaga polega na staniu bezczynnie, by nie zachwiać aktualnego stanu?
uk: Іноді важко зрозуміти волю Аданоса. Можливо, справжній баланс полягає в тому, щоб залишатися осторонь, щоб не порушувати поточний стан речей?

source: Czasami tutaj występują, ale czekanie na jedną może zająć kilka miesięcy. Za to przy użyciu prochu możemy jedną... zachęcić, by się pojawiła.
uk: Вони тут час від часу трапляються, але чекати на таку лавину можна кілька місяців. Однак, маючи порох, ми можемо... сприяти її появі.

source: Czasami wbrew ich woli.
uk: Іноді проти їхньої волі.

source: Czasami zapominam, jak inne życie prowadzicie na nizinach naszej wyspy!
uk: Іноді я забуваю, наскільки інше життя ви ведете в низинах нашого острова!

source: Czasami zastanawiam się, czy nie zmienić zawodu, ale potem sobie przypominam, że na niczym innym się nie znam.
uk: Іноді я думаю про зміну роботи, але потім нагадую собі, що більше нічого не вмію.

source: Czasami zdarza się, że wygranego poniesie, i przegrany już nigdy nie opuszcza areny.
uk: Іноді трапляється так, що переможець захоплюється, і переможений більше ніколи не покидає арену.

source: Czasami zdarzy się, że robimy za pośredników i dobijamy targów, tak jak ja teraz, ale człowiek, z którym zostałem umówiony, nie zjawił się.
uk: Іноді трапляється, що ми виконуємо роботу посередників і укладаємо угоди, як я зараз, але людина, з якою я домовився про зустріч, так і не з'явилася.

source: Czasami zejdę sobie do wioski na Ognika, ale przez większość czasu dotrzymuję towarzystwa mojemu dowódcy, Johanowi.
uk: Іноді я спускаюся в село за 'Вогником', але більшість часу я складаю компанію моєму командиру, Йохану.

source: Czasami zębatki są lekko zastane, czasami ktoś niedokładnie przekręcił klucz, a jeszcze innym razem wytrych może tylko częściowo przekręcić mechanizm.
uk: Іноді зубці трохи заїдають, іноді хтось недбало повернув ключ, а іноді відмичка може лише частково провернути механізм.

source: Czasem coś zaboli i w kościach strzyknie, ale szefowi się nie odmawia. Zwłaszcza, gdy lubisz dźwięk pobrzękujących monet w sakiewce.
uk: Іноді щось болить і кістки хрустять, але начальнику не відмовляють. Особливо, якщо тобі подобається дзвін монет у гаманці.

source: Czasem jakiegoś ścierwojada trzeba pogonić spod bramy lub zasypać norę kretoszczurów. Poza tym spokój.
uk: Іноді треба відігнати падальника від воріт або засипати нору кротощура. А так – тиша і спокій.

source: Czasem jednak ryzyko popłaca.
uk: Однак іноді ризик виправдовує себе.

source: Czasem kogoś trzeba przywołać do porządku albo owcę pognać z powrotem na pole.
uk: Іноді потрібно закликати когось до порядку, або прогнати вівцю назад у поле.

source: Czasem mieliśmy problem z grupą pijaczków, czasem jakiś zwierz zapędził się do wioski, ale porwanie? Tego jeszcze nie przerabialiśmy.
uk: Іноді у нас були проблеми з компанією пияків, іноді якийсь звір забрідав в село, але викрадення? З таким ми ще не стикалися.

source: Czasem myślę o wyrwaniu się stąd. Chciałbym zobaczyć świat albo przynajmniej zwiedzić tę wyspę.
uk: Іноді я думаю про те, щоб вибратися звідси. Я хотів би побачити світ або хоча б дослідити цей острів.

source: Czasem trafi się cham i prostak, ale nie mogę narzekać.
uk: Іноді трапляються нахаби і грубіяни, але мені немає на що скаржитись.

source: Czasem używana do wytwarzania wyposażenia.
uk: Іноді потрібна для виготовлення спорядження.

source: Czasem używana przy wytwarzaniu wyposażenia.
uk: Іноді потрібна при виготовленні спорядження.

source: Czasem wychodzi z niej rasowa służbistka, ale z reguły dobrze płaci - to najważniejsze.
uk: Іноді вона дуже строга, але, як правило, вона добре платить – це найголовніше.

source: Czasem zajrzą do nas pracownicy winnicy, drwale i kopacze. No, a miastowi żłopią w swoich własnych lokalach.
uk: Іноді до нас навідуються працівники виноградників, лісоруби та копачі. Ну, а містяни сидять у своїх закладах.

source: Czasem zamachnę się tak mocno, że aż bolą mnie ramiona.
uk: Іноді я замахуюсь так сильно, що аж плечі болять.

source: Czasy się zmieniają, a wraz z nimi prawa królewskie!
uk: Часи змінюються, а з ними і королівські закони!

source: Czasy są ciężkie, dajmy im chociaż chwilkę nacieszyć się spokojem w ich własnych domach.
uk: Часи зараз важкі, давай принаймні дамо їм можливість насолодитися тишею і спокоєм у власних домівках.

source: Czaszka
uk: Череп

source: Czaszka, gdzie jest moja czaszka!
uk: Череп, де мій череп?!

source: Czego TY tam szukałeś?
uk: Що ТИ там шукав?

source: Czego by nie napisać o tych na wpół legendarnych podziemiach, na Archolos zawsze znajdzie się ktoś, kto będzie uważał to za bzdurę. Można powiedzieć, że proces niszczenia kronik wyspy przez Myrtańczyków odniósł skutek - teraz mało kto jest w stanie odróżnić legendy od faktów, prawdę od bajań. Tylko dzięki logice i szczątkowym zapiskom możemy się domyślać, co znajduje się w trzewiach tej starożytnej fortecy.
uk: Що б не писали про ці напівлегендарні підземелля, на Архолосі завжди знайдеться хтось, хто вважатиме це нісенітницею. Можна сказати, що знищення міртанцями літописів острова далося взнаки - тепер навряд чи хтось зможе відрізнити легенду від факту, правду від вигадки. Лише завдяки логіці та поодиноким записам ми можемо здогадуватися, що криється в надрах цієї стародавньої фортеці.

source: Czego chcesz od Bena? Wiesz, że zabiłby cię samym spojrzeniem?
uk: Чого ти хочеш від Бена? Ти в курсі, що він уб'є тебе одним тільки поглядом?

source: Czego chcesz w zamian za nią?
uk: Що ти хочеш натомість?

source: Czego chcesz w zamian za pomoc? Pieniędzy?
uk: Що ти хочеш за свою допомогу? Гроші?

source: Czego chcesz, gnojku?
uk: Чого тобі треба, виродку?

source: Czego chcesz, młody? Nie widzisz, że dorośli ludzie próbują tutaj załatwić ważną sprawę?
uk: Що ти хочеш, юначе? Хіба ти не бачиш, що тут дорослі люди намагаються владнати важливу справу?

source: Czego chcesz, smarku?
uk: Чого тобі, шмаркачу?

source: Czego chcesz?
uk: Чого ти хочеш?

source: Czego chcesz? Czemu mnie gonisz?
uk: Чого ти хочеш? Чому ти переслідуєш мене?

source: Czego chcesz? To prywatna rozmowa.
uk: Чого тобі треба? Це особиста розмова.

source: Czego chcesz? Złota? Tytułów? Zaszczytów?
uk: Чого бажаєш? Золота? Титулів? Почестей?

source: Czego ci trzeba?
uk: Що тобі потрібно?

source: Czego dowodzi wasze spotkanie z Gonzalo?
uk: Про це свідчить ваша зустріч із Гонсало?

source: Czego jeszcze chcesz? Wydałeś wszystkie moje pieniądze i przyszedłeś po więcej? Niedoczekanie.
uk: Чого ти хочеш? Ти витратив усі мої гроші, а тепер прийшов вимагати ще? Та ти знущаєшся.

source: Czego konkretnie?
uk: Що саме?

source: Czego mam dokładnie szukać?
uk: Що саме мені слід шукати?

source: Czego miałabym nie wiedzieć?
uk: А що я мала б знати?

source: Czego mnie nauczysz?
uk: Чого ти мене навчиш?

source: Czego możesz mnie nauczyć?
uk: Чого ти можеш мене навчити?

source: Czego myszkujesz po nieswoich gratach? Gadaj, bo zaraz cię wypatroszę!
uk: Ти чого тут нишпориш по чужих речах? Кажи, або я тебе випотрошу!

source: Czego niby miało mnie to nauczyć?
uk: І чого це мало мене навчити?

source: Czego nie można powiedzieć o tobie... wyglądasz jakbyś nie spał całą noc.
uk: Чого не скажеш про тебе... Ти виглядаєш так, ніби не спав всю ніч.

source: Czego nie rozumiesz? Przynieś pierścień, to będziemy walczyć. Ta dzisiejsza młodzież...
uk: Що тобі не зрозуміло? Принеси перстень, тоді будемо битися. Ох вже ця молодь...

source: Czego nie zrobią słowa, zrobi złoto. Martha zgodziła się na spotkanie z Lutzem. Tylko czy ja nie miałem przypadkiem czegoś odebrać przed spotkaniem?
uk: Де безсилі слова, допоможе золото. Марта погодилася зустрітися з Люцем. Я нічого не забув? Начебто мав щось забрати перед побаченням.

source: Czego pilnujesz?
uk: Що охороняєш?

source: Czego potrzebujecie?
uk: Що вам потрібно?

source: Czego potrzebujesz szefie?
uk: Що тобі потрібно, шефе?

source: Czego potrzebujesz tym razem?
uk: Що потребуєш цього разу?

source: Czego potrzebujesz?
uk: Що тобі потрібно?

source: Czego się dowiedziałaś?
uk: Що ти дізналася?

source: Czego się dowiedziałeś?
uk: Що ти дізнався?

source: Czego sobie życzysz?
uk: Чого б ти хотів?

source: Czego szukacie w Silbach?
uk: Що ви шукаєте в Сільбаху?

source: Czego szukasz na mojej ziemi?
uk: Що ти шукаєш на моїй землі?

source: Czego tu jeszcze szukasz, szczeniaku?
uk: І що ти тут забув, щеня?

source: Czego tu myszkujesz? Wara od mojej chaty!
uk: Чого ти тут нишпориш? Геть від моєї хатини!

source: Czego tu szukasz?
uk: Що ти тут шукаєш?

source: Czego tu szukasz? Odejdź!
uk: Що ти тут шукаєш? Забирайся!

source: Czego tu szukasz? To... to prywatny dom!
uk: Що ти тут шукаєш? Це... приватний будинок!

source: Czego tutaj szukasz? Odejdź!
uk: Що ти тут шукаєш? Забирайся!

source: Czego tutaj szukasz? Streszczaj się, nie mam całego dnia.
uk: Що ти тут шукаєш? Тільки коротко, у мене мало часу.

source: Czego tutaj węszysz? Spadaj!
uk: Що ти тут винюхуєш? Забирайся звідси!

source: Czego twoim zdaniem dokonał?
uk: Як ти гадаєш, чого він досяг?

source: Czego ty tu szukasz?
uk: Що ти тут шукаєш?

source: Czego u diabła chcesz?
uk: Якого біса тобі треба?

source: Czego więc ode mnie oczekujesz?
uk: То що ти від мене хочеш?

source: Czego znowu nie rozumiesz? Idź już, póki jeszcze panuję nad sobą.
uk: Що тобі знову не зрозуміло? Йди звідси, доки я себе контролюю.

source: Czego?
uk: Чого тобі?

source: Czegoś brakuje...
uk: Чогось бракує...

source: Czegoś ci trzeba?
uk: Що-небудь потрібно?

source: Czegoś jeszcze chciałbyś się dowiedzieć?
uk: Хочеш ще щось дізнатися?

source: Czegoś jeszcze udało ci się dowiedzieć?
uk: Ще щось вдалося з'ясувати?

source: Czegoś mi w nim brakuje, ale nie jest taki zły...
uk: Чогось бракує, але не так вже й погано...

source: Czegoś tam się nauczyłem.
uk: Дещо вмію.

source: Czegoś wielkiego.
uk: Чогось великого.

source: Czegoś, co mogło zaszkodzić Holdwigowi.
uk: Щось, що могло нашкодити Гольдвігу.
